[
    {
        "id": 1,
        "image": "https://i.ibb.co/V9P8m9Z/Food.png",
        "title": "Healthy Meals for All",
        "category": "Food",
        "category_bg_color": "#f8714733",
        "card_bg_color": "#F8714726",
        "text_color": "#F87147",
        "description": "Our mission is to provide nutritious and delicious meals to people in need. We believe that everyone deserves access to healthy food, and we work tirelessly to make this a reality. With your support, we can continue to make a difference in the lives of individuals and families who are struggling with food insecurity.\n\nEach meal we provide is carefully prepared to ensure it meets high nutritional standards. We source fresh ingredients and work with local communities to distribute meals efficiently. Your contribution helps us reach more people and bring smiles to their faces. Join us in our journey to create a world where no one goes to bed hungry.",
        "price": 19.99
    },
    {
        "id": 2,
        "image": "https://i.ibb.co/ZMLMpNt/Clothing.png",
        "title": "Clothing for Hope",
        "category": "Clothing",
        "category_bg_color": "#79c23f33",
        "card_bg_color": "#79C23F26",
        "text_color": "#79C23F",
        "description": "At Clothing for Hope, we believe that clothing is more than just fashion—it's a means of empowerment and comfort. Our organization is dedicated to providing clothing to individuals and families in need, offering them hope and dignity in times of hardship.\n\nWith your generous support, we can continue to make a positive impact in our community. We collect gently used clothing, clean and mend them, and distribute them to those who need it most. Your contributions help us keep people warm, confident, and ready to face life's challenges. Join us in spreading hope through the simple act of giving.",
        "price": 49.99
    },
    {
        "id": 3,
        "image": "https://i.ibb.co/86zDBxS/Health.png",
        "title": "Healthcare Access",
        "category": "Health",
        "category_bg_color": "#0052ff33",
        "card_bg_color": "#0052FF26",
        "text_color": "#0052FF",
        "description": "Healthcare Access is committed to improving the well-being of individuals by increasing access to essential healthcare services. We understand that good health is a fundamental human right, and we strive to make quality healthcare accessible to all, regardless of their circumstances.\n\nYour support enables us to run medical clinics, provide essential medications, and offer health education in underserved communities. We work tirelessly to address health disparities and promote a healthier future for everyone. Together, we can save lives, reduce suffering, and build a world where everyone has the opportunity to lead a healthy life.",
        "price": 29.99
    },
    {
        "id": 4,
        "image": "https://i.ibb.co/fFFhpy0/Education.png",
        "title": "Education for All",
        "category": "Education",
        "category_bg_color": "#ff444a33",
        "card_bg_color": "#FF444A26",
        "text_color": "#FF444A",
        "description": "Education for All is dedicated to breaking down barriers to learning and ensuring that education is accessible to every child and adult. We believe that education is the key to a brighter future, and we are committed to making it a reality for all.\n\nWith your generous support, we provide educational resources, scholarships, and opportunities to learners of all ages. We believe that knowledge has the power to transform lives and communities. Your contributions help us create a world where everyone can pursue their dreams and reach their full potential. Join us in our mission to provide education for all.",
        "price": 39.99
    },
    {
        "id": 5,
        "image": "https://i.ibb.co/86zDBxS/Health.png",
        "title": "Nutrition Support",
        "category": "Health",
        "category_bg_color": "#0052ff33",
        "card_bg_color": "#0052FF26",
        "text_color": "#0052FF",
        "description": "At Nutrition Support, we are passionate about promoting good health through proper nutrition. We understand that nutrition is a fundamental aspect of overall well-being, and our mission is to provide support and resources to those in need.\n\nYour generous contributions enable us to supply nutritious meals, dietary counseling, and nutritional education to individuals and families facing health challenges. We believe that a well-balanced diet is essential for a healthy life, and we work tirelessly to make this a reality for all. Join us in our efforts to improve health and nutrition in our communities.",
        "price": 59.99
    },
    {
        "id": 6,
        "image": "https://i.ibb.co/V9P8m9Z/Food.png",
        "title": "Food for All",
        "category": "Food",
        "category_bg_color": "#f8714733",
        "card_bg_color": "#F8714726",
        "text_color": "#F87147",
        "description": "Food for All is on a mission to combat hunger and food insecurity in our communities. We believe that no one should go to bed hungry, and we work tirelessly to provide nourishing food to those in need.\n\nWith your support, we distribute meals, groceries, and food supplies to individuals and families facing difficult circumstances. Our focus is not just on quantity but also on quality and nutrition. We believe in the power of a good meal to bring comfort and hope. Join us in our fight against hunger and help us ensure that there is always food for all.",
        "price": 14.99
    },
    {
        "id": 7,
        "image": "https://i.ibb.co/ZMLMpNt/Clothing.png",
        "title": "Clothing for Care",
        "category": "Clothing",
        "category_bg_color": "#79c23f33",
        "card_bg_color": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Clothing for Care is dedicated to providing clothing to those in need while promoting dignity and self-esteem. We believe that having clean and appropriate clothing is essential for a person's well-being and confidence.\n\nWith your generous contributions, we collect, clean, and distribute clothing to individuals and families facing difficult circumstances. Our goal is to offer not just warmth and comfort but also a sense of pride. Your support helps us make a positive impact on the lives of those we serve. Join us in spreading care through the simple act of giving.",
        "price": 69.99
    },
    {
        "id": 8,
        "image": "https://i.ibb.co/ZMLMpNt/Clothing.png",
        "title": "Supporting Well-being",
        "category": "Clothing",
        "category_bg_color": "#79c23f33",
        "card_bg_color": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Supporting Well-being is dedicated to providing clothing to those in need while promoting dignity and self-esteem. We believe that having clean and appropriate clothing is essential for a person's well-being and confidence.\n\nWith your generous contributions, we collect, clean, and distribute clothing to individuals and families facing difficult circumstances. Our goal is to offer not just warmth and comfort but also a sense of pride. Your support helps us make a positive impact on the lives of those we serve. Join us in spreading care through the simple act of giving.",
        "price": 69.99
    },
    {
        "id": 9,
        "image": "https://i.ibb.co/86zDBxS/Health.png",
        "title": "Wellness Support",
        "category": "Health",
        "category_bg_color": "#0052ff33",
        "card_bg_color": "#0052FF26",
        "text_color": "#0052FF",
        "description": "Wellness Support is committed to promoting and enhancing the well-being of individuals and communities. We understand that health is a precious asset, and we work tirelessly to provide the support and resources needed for a healthier life.\n\nWith your generous contributions, we offer healthcare services, wellness programs, and health education to those facing health challenges. We believe that everyone deserves the opportunity to lead a healthy and fulfilling life. Your support helps us make this vision a reality. Join us in our mission to provide wellness support for all.",
        "price": 44.99
    },
    {
        "id": 10,
        "image": "https://i.ibb.co/fFFhpy0/Education.png",
        "title": "Educational Aid",
        "category": "Education",
        "category_bg_color": "#ff444a33",
        "card_bg_color": "#FF444A26",
        "text_color": "#FF444A",
        "description": "Educational Aid is dedicated to making quality education accessible to all, regardless of their circumstances. We believe that knowledge is the key to personal growth and societal progress, and we are committed to ensuring that everyone has the opportunity to learn.\n\nWith your generous support, we provide educational resources, scholarships, and learning opportunities to learners of all ages. We believe that education opens doors to a brighter future. Your contributions help us unlock these doors for individuals and communities. Join us in our mission to provide educational aid for a world of learners.",
        "price": 19.99
    },
    {
        "id": 11,
        "image": "https://i.ibb.co/ZMLMpNt/Clothing.png",
        "title": "Clothing for Change",
        "category": "Clothing",
        "category_bg_color": "#79c23f33",
        "card_bg_color": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Clothing for Change is more than just clothing—it's a movement for positive change and empowerment. We believe that providing clothing to those in need goes beyond material support; it promotes dignity and self-esteem.\n\nWith your generous contributions, we collect, clean, and distribute clothing to individuals and families facing difficult circumstances. Our goal is to offer not just warmth and comfort but also a sense of pride and hope. Your support helps us make a positive impact on the lives of those we serve. Join us in spreading change and care through the simple act of giving.",
        "price": 34.99
    },
    {
        "id": 12,
        "image": "https://i.ibb.co/fFFhpy0/Education.png",
        "title": "Education Insight",
        "category": "Education",
        "category_bg_color": "#ff444a33",
        "card_bg_color": "#FF444A26",
        "text_color": "#FF444A",
        "description": "Education Insight is dedicated to providing educational resources and insights to knowledge seekers. We believe that access to quality education and information is essential for personal growth and development.\n\nWith your generous support, we offer educational materials, books, and resources that empower individuals to expand their horizons. We believe that knowledge has the power to transform lives and communities. Your contributions help us create a world where everyone can pursue their thirst for knowledge. Join us in our mission to provide educational insight and enlightenment for all.",
        "price": 12.99
    }
]
